---
kind: property
id: P:Autodesk.Revit.DB.MEPSystem.SectionsCount
zh: 系统
source: html/530f3786-cac3-01c6-8ba8-7bccab7d3d49.htm
---
# Autodesk.Revit.DB.MEPSystem.SectionsCount Property

**中文**: 系统

The number of sections.

## Syntax (C#)
```csharp
public int SectionsCount { get; }
```